// cw - change word
// Произойдёт удаление слова и мы перейдём сразу в режим вставки
// для написания другого слова

// ZZ - прекращение работы с файлом, сохранение внесённых изменений и
// возвращение в командную строку

// Сохранение и закрытие файла
// С помощью команд ex
// :w - сохранить файл не закрывая его
// :q - выйти из файла если не вносили изменений в файл
// :wq - сохранить изменения и закрыть файл

// Закрытие файла без сохранения изменений
// :e! - стереть изменения и снова открыть файл. Откроет последнюю сохранённую
// версию файла
// :q! - не сохранять изменения и выход из редактора




